Author=WYLEK (www.wylek.ru), VictorVG (update translation)
SourceLANGID=1033
LANGID=1049
Generator=Kymoto Solutions Translation Editor 2.0.0
LastModified=2021-03-07 16:19:22
TargetApplication=ISStudio 2

[Application.Editor]
00000001=Отменить
00000002=Отменить последнее действие
00000003=Вернуть
00000004=Вернуть предыдущее отмененное действие
00000005=Вырезать
00000006=Вырезать выделенное в буфер обмена
00000007=Копировать
00000008=Копировать выделенное в буфер обмена
00000009=Вставить
00000010=Вставить текущее содержимое буфера обмена
00000011=Удалить
00000012=Удалить текущий выделенный фрагмент
00000013=Выделить все
00000014=Выделить все
00000015=Найти...
00000016=Найти указанный текст
00000017=Найти следующий
00000018=Найти следующее вхождение указанного текста
00000019=Заменить...
00000020=Заменить указанный текст другим текстом
00000021=Перейти в номер строки...
00000022=Перейти к строке
00000023=Завершить слово
00000024=Показывает список автозаполнения для текущего слова
00000025=Открыть файл #include
00000026=Открыть файл #include

[Application.MainForm]
00000001=Главное меню
00000002=Файл
00000003=Создать
00000004=Сохранить кодировку
00000005=Авто (ANSI или UTF-8)
00000006=&UTF-8
00000007=Последние скрипты
00000008=Правка
00000009=Поиск
00000010=Вид
00000011=Секции
00000012=Показать или скрыть секции проекта
00000013=Структура
00000014=Показать или скрыть структуру проекта
00000015=Менеджер проекта
00000016=Показать или скрыть Менеджер проекта
00000017=Сообщения
00000018=Показать или скрыть сообщения вывода
00000019=Строка состояния
00000020=Показать или скрыть строку состояния
00000021=Панели инструментов
00000022=Показать или скрыть панель инструментов
00000023=Стандартная
00000024=Показать или скрыть стандартную панель инструментов
00000025=Правка
00000026=Показать или скрыть панель инструментов редактирования
00000027=Проект
00000028=Показать или скрыть панель инструментов проекта
00000029=Отладка
00000030=Показать или скрыть панель инструментов отладки
00000031=Секции
00000032=Языки
00000033=Выберите язык для отображения в программе
00000034=Проект
00000035=Параметры установки
00000036=Импорт из скрипта
00000037=Импорт из файла
00000038=Экспорт в файл
00000039=Отладка
00000040=Сервис
00000041=Вкладки
00000042=Помощь
00000043=Стандарт
00000044=Правка
00000045=Проект
00000046=Параметры установки
00000047=Параметры установки
00000048=Секции
00000049=Выбрать секцию
00000050=Отладка
00000051=Сообщения
00000052=Компилятор
00000053=Отладчик
00000054=Структура
00000055=Секции
00000056=Менеджер проекта
00000057=Новый проект установки
00000058=Создание нового проекта установки
00000059=Новый скрипт
00000060=Создание нового пустого скрипта установки
00000061=Новый скрипт (Мастер)
00000062=Создать скрипт с помощью Мастера Inno Setup
00000063=Открыть...
00000064=Открыть существующий скрипт Inno Setup
00000065=Сохранить
00000066=Сохранить текущий скрипт Inno Setup
00000067=Сохранить как...
00000068=Сохранение текущего скрипта Inno Setup с новым именем
00000069=Сохранить все
00000070=Сохранить все открытые скрипты Inno Setup
00000071=Закрыть скрипт
00000072=Закрыть текущий скрипт Inno Setup
00000073=Закрыть все скрипты
00000074=Закрыть все открытые скрипты Inno Setup
00000075=Предварительный просмотр
00000076=Предварительный просмотр текущего скрипта Inno Setup перед печатью
00000077=Печать...
00000078=Распечатать частично или полностью текущего скрипта Inno Setup
00000079=Выход
00000080=Выход из программы
00000081=Отменить
00000082=Отменить последнее действие
00000083=Вернуть
00000084=Вернуть предыдущее отмененное действие
00000085=Вырезать
00000086=Вырезать выделенное в буфер обмена
00000087=Копировать
00000088=Копировать выделенное в буфер обмена
00000089=Вставить
00000090=Вставить текущее содержимое буфера обмена
00000091=Удалить
00000092=Удалить текущий выделенный фрагмент
00000093=Выделить все
00000094=Выделить все
00000095=Вставить/Убрать комментарий
00000096=Закомментировать или раскомментировать строку
00000097=Найти...
00000098=Найти указанный текст
00000099=Найти следующий
00000100=Найти следующее вхождение указанного текста
00000101=Найти предыдущий
00000102=Найти предыдущее вхождение указанного текста
00000103=Заменить...
00000104=Заменить указанный текст с другим текстом
00000105=Перейти в номер строки...
00000106=Перейти к строке
00000107=Установить закладку
00000108=Установить закладку
00000109=Перейти к закладке
00000110=Перейти к закладке
00000111=Настроить...
00000112=Настроить панель инструментов
00000113=Блокировать панель инструментов
00000114=Блокировать панель инструментов
00000115=Использовать относительные пути
00000116=Использовать относительные пути
00000117=Языковые настройки
00000118=Измененить языковые параметры
00000119=Вставить файлы...
00000120=Вставка файлов
00000121=Установить шрифты...
00000122=Установка шрифтов
00000123=Создать папку...
00000124=Создание папки
00000125=Создать ассоциации...
00000126=Создание сопоставления файлов
00000127=Создать ярлык Интернета...
00000128=Создание ярлыка Интернета
00000129=Создать иконку деинсталляции
00000130=Создание ключа для значка деинсталляции
00000131=Создать профиль ODBC...
00000132=Добавление ключа для профиля ODBC
00000133=Создать алиас BDE...
00000134=Создание алиаса BDE
00000135=Компилировать
00000136=Компилировать текущий скрипт Inno Setup
00000137=Остановить компиляцию
00000138=Остановить компиляцию текущего скрипта Inno Setup
00000139=Низкий приоритет при компиляции
00000140=У компилятора Inno Setup должен быть низкий приоритет во время компиляции
00000141=Открыть в Inno Setup
00000142=Открыть текущий скрипт Inno Setup в Compiler32 (Inno Setup Compiler)
00000143=Открыть папку вывода
00000144=Открыть выходную папку проектов
00000145=Импорт секции [Files]...
00000146=Импорт секции [Files] из существующего файла скрипта
00000147=Импорт секции [Dirs]...
00000148=Импорт секции [Dirs] из существующего файла скрипта
00000149=Импорт секции [INI]...
00000150=Импорт секции [INI] из существующего файла скрипта
00000151=Импорт секции [Messages]...
00000152=Импорт секции [Messages] из существующего файла скрипта
00000153=Импорт секции [Registry]...
00000154=Импорт секции [Registry] из существующего файла скрипта
00000155=Импорт файла INI...
00000156=Импорт файла INI
00000157=Импорт файла сообщений...
00000158=Импорт файла сообщений
00000159=Импорт файла реестра...
00000160=Импорт файла реестра
00000161=Экспорт секции [INI]...
00000162=Экспорт секции [INI] в файл
00000163=Экспорт секции [Messages]...
00000164=Экспорт секции [Messages] в файл
00000165=Экспорт секции [Registry]...
00000166=Экспорт секции [Registry] в файл
00000167=Отсоединить отладчик
00000168=Отсоединить отладчик
00000169=Выполнить
00000170=Выполнить
00000171=Запуск с курсора
00000172=Запуск с курсора
00000173=Шаг в
00000174=Шаг в
00000175=Шаг за
00000176=Шаг за
00000177=Пауза
00000178=Приостановить отладчик
00000179=Завершить
00000180=Завершить отладчик
00000181=Установка
00000182=Целевая установка
00000183=Деинсталляция
00000184=Целевое удаление
00000185=Параметры...
00000186=Параметры
00000187=Оценка константы...
00000188=Оценка константы
00000189=Вставить Breakpoint
00000190=Вставить Breakpoint
00000191=Генерировать GUID
00000192=Генерация GUID; Заменяет текущий выделенный текст
00000193=Настроить подпись...
00000194=Изменить инструменты подписывания кода
00000195=Настройки
00000196=Настройки программы
00000197=Выбрать следующую вкладку
00000198=Выберите следующую вкладку скрипта
00000199=Выбрать предыдущую вкладку
00000200=Выберите предыдущую вкладку скрипта
00000201=Справка Inno Script Studio
00000202=Документация Inno Script Studio
00000203=Сайт Inno Script Studio
00000204=Домашняя страница Inno Script Studio
00000205=Документация Inno Setup
00000206=Документация Inno Setup
00000207=Примеры скриптов
00000208=Примеры скриптов Inno Setup
00000209=Часто Задаваемые Вопросы и Ответы
00000210=Часто Задаваемые Вопросы и Ответы
00000211=История версий Inno Setup
00000212=История версий Inno Setup
00000213=Сайт Inno Setup
00000214=Домашняя страница Inno Setup
00000215=Документация Inno Setup Preprocessor
00000216=Документация Inno Setup Preprocessor
00000217=Сайт Inno Setup Preprocessor
00000218=Домашняя страница Inno Setup Preprocessor
00000219=База знаний Inno Setup
00000220=Домашняя страница базы знаний Inno Setup
00000221=Сайт RemObjects Pascal Script
00000222=Домашняя страница RemObjects Pascal Script
00000223=Поддержка Inno Setup
00000224=Веб-страница пожертвования Inno Setup
00000225=О программе Inno Setup
00000226=О программе Inno Setup
00000227=Поддержка Inno Script Studio
00000228=Веб-страница пожертвования Inno Script Studio
00000229=Проверить обновления
00000230=Проверить обновление программы
00000231=О программе
00000232=О программе|Информация, Номер версии и Авторские права
00000233=Цель - [%s]
00000234=Выбрать цель отладки
00000235=Inno Script Studio на Facebook

[Dialog.AddFolder]
00000001=Корень:
00000002=Метасимвол:
00000003=Добавить каталог
00000004=Добавить файлы
00000005=Добавить подкаталоги
00000006=Внешний
00000007=Добавить в рекурсивную папку

[Dialog.BDEAlias]
00000001=Псевдоним:
00000002=Каталог с данными:
00000003=Драйвер BDE:
00000004=Удалять перед созданием

[Dialog.CodeSigning]
00000001=Имя
00000002=Команда
00000003=Добавить
00000004=Добавить новую запись подписи
00000005=Правка
00000006=Изменить выбранную подпись
00000007=Удалить
00000008=Удалить выбранную запись подписи

[Dialog.EvaluateConstant]
00000001=Выберите константу для оценки:

[Dialog.FileAssociation]
00000001=Расширение файла:
00000002=Имя типа:
00000003=Описание док-та:
00000004=Связать с:
00000005=Файл иконки:
00000006=Индекс значка:

[Dialog.InstallFonts]
00000001=Имя шрифта
00000002=Имя файла

[Dialog.GoToLine]
00000001=Введите новый номер строки:

[Dialog.InternetShortcut]
00000001=Имя файла:
00000002=URL:

[Dialog.Language]
00000001=Выбор языка:
00000002=ID языка:
00000003=Кодовая страница:
00000004=Шрифт диалога:
00000005=Шрифт приветствия:
00000006=Шрифт названия:
00000007=Шрифт авторского права:
00000008=Размер:
00000009=Размер:
00000010=Размер:
00000011=Размер:
00000012=Текст читается справа налево

[Dialog.Languages]
00000001=Выберите стандартные языки Inno Setup для добавления
00000002=Выделить все
00000003=Снять со всех

[Dialog.NewProject]
00000001=Не показывать диалог при запуске
00000002=Создание нового скрипта
00000003=Установщик Inno
00000004=Специализированные шаблоны
00000005=Общие шаблоны
00000006=Тематические шаблоны
00000007=Установщик NSIS
00000008=Общие шаблоны
00000009=Специальные шаблоны
00000010=Тематические шаблоны
00000011=Использовать Мастер для создания проекта
00000012=Стиль темы:
00000013=Открыть последние скрипты

[Dialog.ODBCProfile]
00000001=Имя
00000002=Драйвер

[Dialog.Parameters]
00000001=Параметры командной строки для установки и удаления:

[Dialog.WindowsVersion]
00000001=Версия Windows:
00000002=Информация о сборке Windows
00000003=Основная версия:
00000004=Промежуточная версия
00000005=Версия сборки:
00000006=Сервис-пак:
00000007=Можно ввести здесь только число
00000008=Можно ввести здесь только число
00000009=Можно ввести здесь только число
00000010=Можно ввести здесь только число
00000011=Включать версию сборки

[Options]
00000001=Сервис
00000002=Сбросить установки
00000003=Импорт
00000004=Экспорт

[Options.Associations]
00000001=Ассоциации файлов
00000002=Ассоциировать файлы (*.iss) с этим компилятором

[Options.CodeSigning]
00000001=Имя
00000002=Команда
00000003=Добавить
00000004=Добавить новую запись подписи
00000005=Правка
00000006=Изменить выбранную подпись
00000007=Удалить
00000008=Удалить выбранную запись подписи

[Options.Compiler]
00000001=Расположение компилятора Inno Setup
00000002=Путь создания:

[Options.Display]
00000001=Отображение (общее)
00000002=Кнопка 'Закрыть' :
00000003=Показать связанные значки на вкладках редактора
00000004=Вид секции
00000005=Показывать линии сетки в секции
00000006=Показать комментарии и строки ISPP
00000007=Показать комментарий и строки ISPP как значения

[Options.Editor]
00000001=Параметры редактора
00000002=Ширина вкладки:
00000003=Автоматическое автозаполнение
00000004=Использовать подсветку синтаксиса
00000005=Подчеркивать ошибки синтаксиса
00000006=Автоотступ
00000007=Разрешить курсору выходить за рамки конца строк
00000008=Перенос длинных строк
00000009=Преобразовать табуляцию в пробелы
00000010=Редактор отображения
00000011=Правое поле:
00000012=Показать активную строку
00000013=Показать направляющие отступы
00000014=Показать поле редактора
00000015=Показать номера строк в поле
00000016=Показать правое поле

[Options.FontsAndColors]
00000001=Шрифт
00000002=Шрифт редактора:
00000003=Размер шрифта:
00000004=Качество сглаживания:
00000005=Редактор цвета
00000006=Цвет фона:
00000007=Цвет активной строки:
00000008=Цвет шрифта в редакторе:
00000009=Цвет курсора:

[Options.General]
00000001=Параметры запуска
00000002=Секция запуска:
00000003=Показать диалоговое окно проекта
00000004=Открыть последний файл скрипта
00000005=Открыть с помощью пустого скрипта
00000006=Основные настройки
00000007=Писать булевую как:
00000008=Показывать полный путь в строке заголовка
00000009=Автоматически сохранять перед компиляцией
00000010=Создавать резервные копии при сохранении
00000011=Разрешить отмену после сохранения
00000012=Пауза на исключениях
00000013=Всегда тестировать скомпилированный файл скрипта

[Options.Plugins]
00000001=Имя
00000002=Автор
00000003=Имя файла
00000004=Включить плагин
00000005=Включить/выключить выбранный плагин
00000006=Настройка плагина
00000007=Настройка выбранного плагина
00000008=О плагине
00000009=Отобразить информацию для выбранного плагина

[Options.Styler.Inno]
00000001=Стиль Inno Setup
00000002=Стиль шрифта
00000003=Стиль элемента:
00000004=Цвет символа:
00000005=Цвет фона:
00000006=Стиль примера

[Options.Styler.Pascal]
00000001=Стиль примера
00000002=Стиль Паскаля
00000003=Стиль шрифта
00000004=Стиль элемента:
00000005=Цвет символа:
00000006=Цвет фона:

[Options.Updates]
00000001=Параметры обновления
00000002=Прокси-сервер:
00000003=Пользователь:
00000004=Пароль:
00000005=Автоматически проверять обновление при запуске
00000006=Перейти на обновления с бета-канала
00000007=Добавлять обновления в журнал
00000008=Прокси-сервер

[Project.Additional]
00000001=Дополнительные настройки
00000002=Место на диске:
00000003=Округлять время:
00000004=Установить дату:
00000005=Установить время:
00000006=Изменять ассоциации
00000007=Требовать перезагрузку
00000008=Перезагрузка перед первым запуском
00000009=Разрешить отмену установки
00000010=Время в формате UTC
00000011=Изменять среду
00000012=Значок
00000013=Значок установки:
00000014=Выберите значок установки

[Project.Appearance]
00000001=Окно мастера
00000002=Нормальная картинка:
00000003=Маленькая картинка:
00000004=Цвет фона:
00000005=Подогнать размер картинки
00000006=Выберите маленькую картинку Мастера
00000007=Выберите нормальную картинку Мастера
00000008=Фоновое окно
00000009=Цвет 1:
00000010=Цвет 2:
00000011=Направление:
00000012=Видимое
00000013=Сплошной цвет фона
00000014=Показать заголовок
00000015=Разрешить изменять размер
00000016=Развернуть на весь экран

[Project.ApplicationDetails]
00000001=Подробности приложения
00000002=Имя приложения:
00000003=Версия приложения:
00000004=Авторские права:
00000005=Мьютекс приложения:
00000006=Пароль:
00000007=Требуются права:
00000008=ID приложения:
00000009=Версия приложения:
00000010=Создание идентификатора приложения
00000011=В версии 5.3.10 Inno Setup AppVerName был заменен на AppVersion.\n\nНажмите здесь, чтобы преобразовать в новую директиву AppVersion.
00000012=Лицензия && Информация
00000013=Лицензия:
00000014=Пролог:
00000015=Эпилог:
00000016=Выберите файл лицензии
00000017=Выберите файл пролога
00000018=Выберите файл эпилога

[Project.CodeSigning]
00000001=Подписание кода
00000002=Папка:
00000003=Средство подписи:
00000004=Использовать подпись для деинсталлятора
00000005=Выберите каталог для хранения файлов
00000006=Настройка инструментов для цифровой подписи

[Project.Compiler]
00000001=Настройки компилятора
00000002=Выходная папка:
00000003=Выходное имя:
00000004=Папка
00000005=Файл-описание:
00000006=Использовать загрузчик
00000007=Объединять дублированные файлы
00000008=Шифровать
00000009=Служба терминала:
00000010=Журналирование установки
00000011=Выберите выходной каталог
00000012=Выберите исходный каталог
00000013=Выберите выходной файл манифеста
00000014=Настройки архитектуры
00000015=В 64-бит. режиме:
00000016=Архитектура:

[Project.Compression]
00000001=Сжатие:
00000002=Сжатие:
00000003=Внутреннее сжатие:
00000004=Степень сжатия:
00000005=Потоки для сжатия:
00000006=Непрерывное сжатие
00000007=Настройки LZMA/LZMA2
00000008=Алгоритм:
00000009=Размер блока:
00000010=Размер словаря:
00000011=Поиск соответствия:
00000012=Блочные потоки:
00000013=Быстрые байты:
00000014=Отдельный процесс:

[Project.Directory]
00000001=Каталог приложения
00000002=Каталог по умолчанию:
00000003=Отключить страницу каталога:
00000004=Предупреждать о каталоге:
00000005=Создавать каталог приложения
00000006=Использовать каталог предыдущей установки
00000007=Разрешить установку в корневой каталог
00000008=Разрешить UNC-пути
00000009=Предупреждать, если каталог не существует
00000010=Добавлять имя каталога по умолчанию

[Project.DiskSpanning]
00000001=Разбивка на тома
00000002=Размер кластера:
00000003=Резерв байтов:
00000004=Размер тома:
00000005=Томов на диск:
00000006=Заданный размер:
00000007=Разбить на тома

[Project.InstallPages]
00000001=Страницы установки
00000002=Взять тип прежней установки
00000003=Взять предыдущие задачи
00000004=Убрать страницу готовности
00000005=Не показывать параметры
00000006=Плоский список компонентов
00000007=Показать размер компонентов
00000008=Убрать страницу завершения
00000009=Показать линии дерева задач
00000010=Показать список компонентов
00000011=Показать каталог на странице готовности
00000012=Показать группу на странице готовности
00000013=Убрать окно приглашения
00000014=Убрать окно приветствия
00000015=Взять предыдущий язык

[Project.Language]
00000001=Языковые параметры
00000002=Метод определения языка:
00000003=Показать окно языка:
00000004=Показать неотображаемые языки

[Project.LogFile]
00000001=Журнал
00000002=Журнал:
00000003=Ведение журнала:
00000004=Выберите файл журнала

[Project.ProgramGroup]
00000001=Программная группа
00000002=Имя группы по умолчанию:
00000003=Отключить страницу группы:
00000004=Использовать предыдущую группу
00000005=Разрешить не создавать ярлыки
00000006=Всегда использовать пользовательский профиль
00000007=Добавлять имя группы по умолчанию

[Project.PublisherInfo]
00000001=Сведения об издателе
00000002=Издатель:
00000003=Сайт издателя:
00000004=Поддержка:
00000005=Обновления:
00000006=Версия:
00000007=Комментарии:
00000008=Контакты:
00000009=Файл Readme:
00000010=Телефон:

[Project.RestartManager]
00000001=Менеджер перезапуска
00000002=Фильтр приложений:
00000003=Автоматически закрывать приложения
00000004=Перезапуск приложений

[Project.SysRequirements]
00000001=Системные требования
00000002=Версия Windows ниже
00000003=Windows:
00000004=Windows NT:
00000005=Выберите версию Windows NT
00000006=Выберите версию Windows
00000007=Минимальная версия Windows
00000008=Windows:
00000009=Windows NT:
00000010=Выберите версию Windows
00000011=Выберите версию Windows NT

[Project.Uninstall]
00000001=Параметры деинсталляции
00000002=Режим журнала:
00000003=Папка удаления:
00000004=Деинсталлировать
00000005=Создать ключ реестра:
00000006=Требовать перезагрузку
00000007=Обновлять имя приложения в журнале деинсталляции.
00000008=Программа && Особенности настройки
00000009=Имя:
00000010=Значок:
00000011=Индекс значка:
00000012=Изменить путь:
00000013=Размер:

[Project.UserInfo]
00000001=Данные пользователя
00000002=Имя пользователя:
00000003=Организация:
00000004=Серийный номер:
00000005=Показать страницу информации пользователя
00000006=Использовать предыдущую информацию о пользователе

[Project.VersionInfo]
00000001=Сведения о версии
00000002=Версия:
00000003=Компания:
00000004=Описание:
00000005=Версия (текст):
00000006=Права:
00000007=Название продукта:
00000008=Версия продукта:
00000009=Продукт (текст):

[Properties.BaseForm]

[Properties.Components]
00000001=Имя:
00000002=Описание:
00000003=Место на диске:

[Properties.CustomMessages]
00000001=ID сообщения:
00000002=Изменить язык:
00000003=Текст сообщения:

[Properties.Files]
00000001=Источник:
00000002=Имя файла:
00000003=Каталог:
00000004=Установить шрифт:
00000005=Внешний размер:
00000006=Строгое имя сборки:
00000007=Условия
00000008=Система
00000009=(Де)Инстал
00000010=Другое

[Properties.Folders]
00000001=Имя:
00000002=Каталог:

[Properties.Icons]
00000001=Имя:
00000002=Имя файла:
00000003=Рабочий каталог:
00000004=Файл иконки:
00000005=Индекс иконки:
00000006=Каталог:
00000007=(Де)Инстал
00000008=Больше
00000009=Параметры:
00000010=Идентификатор:
00000011=Комментарий:
00000012=Горячая клавиша:
00000013=Windows 7

[Properties.INIFiles]
00000001=Имя файла:
00000002=Секция:
00000003=Ключ:
00000004=Строка:

[Properties.InstallDelete]
00000001=Имя файла:
00000002=Тип:

[Properties.InstallRun]
00000001=Имя файла:
00000002=Параметры:
00000003=Рабочий каталог:
00000004=Описание:
00000005=Состояние:
00000006=Уникальный ID
00000007=Выполнить команду:
00000008=Условия
00000009=Система
00000010=Видимость

[Properties.Languages]
00000001=Имя:
00000002=Файл сообщений:
00000003=Лицензия:
00000004=Пролог
00000005=Эпилог:

[Properties.Messages]
00000001=ID сообщения:
00000002=Изменить язык:
00000003=Текст по умолчанию:
00000004=Текст сообщения:

[Properties.PostCompile]
00000001=Параметры:
00000002=Имя файла:

[Properties.PreCompile]
00000001=Параметры:
00000002=Имя файла:

[Properties.Registry]
00000001=Корень:
00000002=Подключ:
00000003=Тип значения:
00000004=Имя значения:
00000005=Данные значения:
00000006=(Де)Инстал

[Properties.SignTool]
00000001=Команда
00000002=Имя:

[Properties.Special]
00000001=Текст

[Properties.Tasks]
00000001=Имя:
00000002=Описание:
00000003=Описание группы:

[Properties.Types]
00000001=Имя:
00000002=Описание:

[Properties.UnInstallDelete]
00000001=Имя файла:
00000002=Тип:

[Properties.UnInstallRun]
00000001=Имя файла:
00000002=Параметры:
00000003=Рабочий каталог:
00000006=Уникальный ID
00000007=Выполнить команду:
00000008=Условия
00000009=Система
00000010=Видимость

[Section.BaseForm]

[Section.Components]
00000001=Имя
00000002=Описание
00000003=Необходимое место
00000004=Типы
00000005=Флаги
00000006=Минимальная версия
00000007=Только для версий ниже
00000008=Языки
00000009=Проверка
00000010=Перед установкой
00000011=После установки

[Section.CustomMessages]
00000001=ID сообщения
00000002=Язык
00000003=Сообщение

[Section.Files]
00000001=Имя исходного файла
00000002=Имя файла назначения
00000003=Тип файла
00000004=Исходная папка
00000005=Папка назначения
00000006=Флаги
00000007=Атрибуты
00000008=Установить шрифт
00000009=Внешний размер
00000010=Строгое имя сборки
00000011=Минимальная версия
00000012=Только для версий ниже
00000013=Компоненты
00000014=Задачи
00000015=Языки
00000016=Разрешения
00000017=Исключения
00000018=Проверка
00000019=Перед установкой
00000020=После установки
00000021=Добавить файлы...
00000022=Проверить файлы на присутствие
00000023=Относительные пути
00000024=Абсолютные пути
00000025=Добавить папку...
00000026=Открыть исходную папку
00000027=Преобразовать пути файлов

[Section.Folders]
00000001=Имя
00000002=Папка назначения
00000003=Флаги
00000004=Атрибуты
00000005=Минимальная версия
00000006=Только для версий ниже
00000007=Компоненты
00000008=Задачи
00000009=Языки
00000010=Разрешения
00000011=Исключения
00000012=Проверка
00000013=Перед установкой
00000014=После установки

[Section.Icons]
00000001=Имя
00000002=Имя файла
00000003=Рабочий каталог
00000004=ID приложения
00000005=Флаги
00000006=Файл иконки
00000007=Индекс иконки
00000008=Параметры
00000009=Комментарий
00000010=Горячая клавиша
00000011=Минимальная версия
00000012=Только для версий ниже
00000013=Компоненты
00000014=Задачи
00000015=Языки
00000016=Проверка
00000017=Перед установкой
00000018=После установки

[Section.INIFiles]
00000001=Имя файла
00000002=Секция
00000003=Ключ
00000004=Значение
00000005=Флаги
00000006=Минимальная версия
00000007=Только для версий ниже
00000008=Компоненты
00000009=Задачи
00000010=Языки
00000011=Проверка
00000012=Перед установкой
00000013=После установки

[Section.InstallDelete]
00000001=Тип
00000002=Имя файла
00000003=Минимальная версия
00000004=Только для версий ниже
00000005=Компоненты
00000006=Задачи
00000007=Языки
00000008=Проверка
00000009=Перед установкой
00000010=После установки

[Section.InstallRun]
00000001=Имя файла
00000002=Параметры
00000003=Рабочий каталог
00000004=Флаги
00000005=Описание
00000006=Состояние
00000007=Выполнение команды
00000008=Уникальный ID
00000009=Минимальная версия
00000010=Только для версий ниже
00000011=Компоненты
00000012=Задачи
00000013=Языки
00000014=Проверка
00000015=Перед установкой
00000016=После установки

[Section.Languages]
00000001=Имя
00000002=Файл сообщений
00000003=Лицензия
00000004=Пролог
00000005=Эпилог
00000006=Добавить стандартные языки Inno Setup

[Section.Messages]
00000001=ID сообщения:
00000002=Язык
00000003=Сообщение

[Section.PreCompile]
00000001=Имя файла
00000002=Параметры
00000003=Флаги

[Section.Registry]
00000001=Корень
00000002=Подключ
00000003=Тип значения
00000004=Имя значения
00000005=Данные значения
00000006=Флаги
00000007=Разрешения
00000008=Минимальная версия
00000009=Только для версий ниже
00000010=Компоненты
00000011=Задачи
00000012=Языки
00000013=Проверка
00000014=Перед установкой
00000015=После установки

[Section.Tasks]
00000001=Имя
00000002=Описание
00000003=Описание группы
00000004=Флаги
00000005=Минимальная версия
00000006=Только для версий ниже
00000007=Компоненты
00000008=Языки
00000009=Проверка
00000010=Перед установкой
00000011=После установки

[Section.Types]
00000001=Имя
00000002=Описание
00000003=Флаги
00000004=Минимальная версия
00000005=Только для версий ниже
00000006=Языки
00000007=Проверка
00000008=Перед установкой
00000009=После установки

[Section.UnInstallDelete]
00000001=Тип
00000002=Имя файла
00000003=Минимальная версия
00000004=Только для версий ниже
00000005=Компоненты
00000006=Задачи
00000007=Языки
00000008=Проверка
00000009=Перед установкой
00000010=После установки

[Section.UnInstallRun]
00000001=Имя файла
00000002=Параметры
00000003=Рабочий каталог
00000004=Флаги
00000005=Описание
00000006=Состояние
00000007=Выполнение команды
00000008=Уникальный ID
00000009=Минимальная версия
00000010=Только для версий ниже
00000011=Компоненты
00000012=Задачи
00000013=Языки
00000014=Проверка
00000015=Перед установкой
00000016=После установки

[Wizard.InnoSetup]
00000001=Не все функции Inno Setup используются в Мастере. Используйте документацию для подробностей.\n\nНажмите 'Далее' для продолжения или 'Отмена' для выхода из Мастера.
00000002=Данный Мастер поможет вам пройти процесс создания нового скрипта Inno Setup. В дальнейшем скрипт может быть использован для создания установки приложения и сохранен на диск.
00000003=Добро пожаловать в [name]
00000004=Вы успешно завершили [name].\n\nЧтобы закрыть Мастер и создать скрипт, нажмите кнопку 'Готово'
00000005== обязательно заполнить
00000006=жирный
00000007=Создать пустой скрипт
00000008=Название приложения:
00000009=Издатель приложения:
00000010=Веб-сайт приложения:
00000011=Версия приложения:
00000012=Папка приложения:
00000013=Путь к основной папке приложения:
00000014=Приложение не нуждается в папке
00000015=Разрешить изменять название папки приложения
00000016=Другие:
00000017=Выбрать
00000018=Главный исполняемый файл приложения:
00000019=Разрешить запуск приложения после установки
00000020=Добавить файлы
00000021=Добавить папку
00000022=Изменить
00000023=Другие файлы приложения:
00000024=Удалить
00000025=Приложение не имеет основного файла запуска
00000026=Разрешить не создавать папку в меню Пуск
00000027=Другие иконки файла запуска:
00000028=Название приложения в меню Пуск:
00000029=Создать иконку 'Удалить' в меню Пуск
00000030=Создать ссылку на сайт в меню Пуск
00000031=Разрешить создавать ярлык на Рабочем столе
00000032=Разрешить изменять название папки в меню Пуск
00000033=Разрешить создавать ярлык на Панели быстрого запуска
00000034=Выбрать
00000035=Файл с информацией отображаемой после установки:
00000036=Выбрать
00000037=Файл с информацией отображаемой перед установкой:
00000038=Выбрать
00000039=Файл лицензии:
00000040=Выделить все
00000041=Языки:
00000042=Снять со всех
00000043=Использовать пароль для шифрования файлов приложения
00000044=Имя создаваемого файла:
00000045=Выбрать
00000046=Пользовательская папка для компиляции:
00000047=Пароль для установки:
00000048=Выбрать
00000049=Пользовательский файл иконки для установки:

[Wizard.BaseForm]

[$CONSTANTS]
Default=По умолчанию
SCaption3rdparty=Заимстованный код
SCaption3rdpartyDownload=Загрузка
SCaption3rdpartyPost=Этапы посткомпиляции
SCaption3rdpartyPre=Этапы предкомпиляции
SCaptionAppearance=Внешний вид
SCaptionApplicationAdditional=Дополнительные настройки
SCaptionApplicationDetails=Подробности приложения
SCaptionApplicationFolder=Каталог приложения
SCaptionAssociations=Ассоциации файлов
SCaptionAutoCAcceptWith=Принять с: <TAB> или <ENTER>
SCaptionAutoCNoSelection=Пожалуйста, выберите запись из списка автозаполнения
SCaptionBlankScript=Пустой скрипт
SCaptionBothOptions=на активной вкладке и панели вкладок
SCaptionCode=Код Паскаль
SCaptionCodeSigning=Подписание кода
SCaptionCodeSigningTools=Средство подписи
SCaptionCompilerSettings=Настройки компилятора
SCaptionComponents=Компоненты
SCaptionCompression=Сжатие
SCaptionCopy=Копировать
SCaptionCustomizeView=Настройка представления...
SCaptionCustomMessages=Пользовательские сообщения
SCaptionCut=Вырезать
SCaptionDelete=Удалить элемент
SCaptionDeleteAll=Удалить все элементы
SCaptionDiskSpanning=Разбивка на тома
SCaptionDisplaySettings=Параметры отображения
SCaptionDuplicateEntry=Двойной вход
SCaptionEditorSettings=Параметры редактора
SCaptionFiles=Файлы
SCaptionFolders=Каталоги
SCaptionFontsAndColors=Шрифты & Цвета
SCaptionGeneralSettings=Основные настройки
SCaptionGenericTemplates=Общий шаблон
SCaptionIcons=Иконки
SCaptionIni=Файлы INI
SCaptionInnoSetupProject=Проект Inno Setup
SCaptionInnoStyler=Стиль Inno Setup
SCaptionInsertCommentLine=Строка комментария
SCaptionInsertEmptyLine=Пустая строка
SCaptionInsertISPPLine=Строка ISPP
SCaptionInstallationPages=Установка страниц
SCaptionInstallDelete=Удалить перед установкой
SCaptionInstallRun=Выполнить
SCaptionItemProperties=Свойства элемента
SCaptionLanguages=Языки
SCaptionLanguageSettings=Языковые параметры
SCaptionLocateInScript=Найти элемент в скрипте
SCaptionLogFile=Журнал
SCaptionMessages=Сообщения
SCaptionMoveDown=Переместить ниже
SCaptionMoveToBottom=Переместить вниз
SCaptionMoveToTop=Переместить в начало
SCaptionMoveUp=Переместить выше
SCaptionNewItem=Новый элемент
SCaptionNoProject=<Нет проекта>
SCaptionPascalStyler=Стиль Паскаля
SCaptionPaste=Вставить
SCaptionPluginDisable=Отключить плагины
SCaptionPluginEnable=Включить плагины
SCaptionPluginSettings=Настройки плагина
SCaptionPost=Этапы посткомпиляции
SCaptionPostCompileImported=Секция PostCompile %s
SCaptionPre=Этапы предкомпиляции
SCaptionPreCompileImported=Секция PreCompile %s
SCaptionProgramGroup=Программная группа
SCaptionProgramGroupVista=Программы и параметры
SCaptionProgramGroupXP=Добавление или удаление параметров программ
SCaptionProject=Проект - [%s]
SCaptionPublisherInformation=Сведения об издателе
SCaptionRegistry=Реестр
SCaptionRestartManager=Менеджер перезапуска
SCaptionRunAs2KXP=Всегда запускать Установку/Удаление как пользователь
SCaptionRunAsVista=Всегда запускать Установку/Удаление как Администратор
SCaptionScript=Inno Setup Script
SCaptionSelectAll=Выделить все
SCaptionSelectIconFile=Выберите файл значка
SCaptionSelectInfoFile=Выберите информационный файл
SCaptionSelectINIFile=Выбратьt INI файл
SCaptionSelectLicenseFile=Выберите файл лицензии
SCaptionSelectLogFile=Выберите файл журнала компилятора
SCaptionSelectManifestFile=Выберите выходной файл манифеста
SCaptionSelectMessagesFile=Выберите файл сообщений
SCaptionSelectOutputFolder=Выберите папку вывода
SCaptionSelectRegistryFile=Выбрать файл Реестра
SCaptionSelectSignedUninstallFolder=Выберите папку деинсталлятора с подписью
SCaptionSelectSourceFolder=Выберите исходную папку
SCaptionSelectWizardImage=Выберите нормальную картинку Мастера
SCaptionSelectWizardImage2=Выберите маленькую картинку Мастера
SCaptionSimpleScript=Простой скрипт
SCaptionSpecialItems=Особые элементы
SCaptionSpecializedTemplates=Специальный шаблон
SCaptionSpecialValueComment=Комментарий
SCaptionSpecialValueCommentText=Текст комментария:
SCaptionSpecialValueEmptyLine=Пустая строка
SCaptionSpecialValueISPPCode=ISPP код:
SCaptionSpecialValueISPPLine=Строка ISPP
SCaptionSupercededDirective=Заменен директивой
SCaptionSystemRequirements=Системные требования
SCaptionTabBarOption=на панели вкладок (с правой стороны)
SCaptionTabOption=на активной вкладке
SCaptionTargetMenu=Цель [%s]
SCaptionTasks=Задачи
SCaptionThemedTemplates=Шаблон темы
SCaptionThirdPartyImported=%s настроек импортировано
SCaptionTypes=Типы
SCaptionUninstall=Параметры деинсталляции
SCaptionUninstallDelete=Удалить после деинсталляции
SCaptionUninstallRun=Выполнить перед деинсталляцией
SCaptionUpdateSettings=Параметры обновления
SCaptionUserInformation=Данные пользователя
SCaptionVersionInformation=Сведения о версии
SCompilerExampleScripts=Примеры скриптов...
SCompilerExecuteSetupError=Ошибка при выполнении "%s": \n\n %d: %s
SCompilerIllegalNullChar=Недопустимый символ в строке %d
SCompilerMoreFiles=Больше файлов...
SCompilerStatusAborted=Kомпиляции прервана.
SCompilerStatusElapsed=Oбщее время компиляции: %s
SCompilerStatusErrorAborted=Oшибка компилятора!
SCompilerStatusFileError=Oшибка: %s не найден. Пожалуйста, подтвердите действие %s.
SCompilerStatusFinished=Kонец компиляции.  [%s в %s]
SCompilerStatusPrePostFinished=Oбработка %s завершена.
SCompilerStatusPrePostStarted=%s в обработке.
SCompilerStatusPrePostStep=Pаботает: %s
SCompilerStatusPrePostWarning=Oбработка %s все еще продолжается.
SCompilerStatusStarting=Начало компиляции.  [%s в %s]
SCompilerStatusUnsupported=ISPP в настоящее время не поддерживает секцию %s.
SCompilerStatusVersion=Cкрипт компилируется с помощью %s [%s]
SDebuggerExitCode=Код завершения %s
SDebuggerExitCodeError1=Не удается получить код завершения %s (%s отказов)
SDebuggerExitCodeError2=%s все еще выполняется; не удается получить код завершения
SDebuggerStatusAppStarted=Приложение %s запущено
SDebuggerStatusCleanUp=Удаление оставшихся временных каталогов
SDebuggerStatusCleanUpFailed=Не удалось удалить временный каталог
SDebuggerStatusTerminating=# Завершение процесса #
SDialogButtonApply=Применить
SDialogButtonBack=< Назад
SDialogButtonCancel=Отмена
SDialogButtonFindAll=Найти все
SDialogButtonFinish=Готово
SDialogButtonHelp=Помощь
SDialogButtonNext=Далее >
SDialogButtonOK=OK
SDialogButtonReplaceAll=Заменить все
SEditorAbortCompile=Вы уверены, что хотите прервать компиляцию?
SEditorCaptionColumn=Колонка
SEditorCaptionInsert=Вставка
SEditorCaptionLine=Строка
SEditorCaptionModified=Изменено
SEditorCaptionOverwrite=Перезаписано
SEditorCaptionReadOnly=Только чтение
SFormCaptionAbout=Описание
SFormCaptionAddFolder=Добавить папку
SFormCaptionBDEAlias=Создать алиас BDE
SFormCaptionComponent=Свойства компонента
SFormCaptionCustomize=Настройка колонок
SFormCaptionCustomMessage=Свойства сообщений
SFormCaptionEvaluateConstant=Оценка константы
SFormCaptionFile=Свойства файла
SFormCaptionFileAssociation=Создание сопоставления файлов
SFormCaptionFolder=Свойства каталога
SFormCaptionGoToLine=Перейти в номер строки
SFormCaptionIcon=Свойства значка
SFormCaptionImportINIFiles=Импорт INI файла
SFormCaptionImportMessages=Импорт сообщений
SFormCaptionImportRegistryFiles=Импорт файла Реестра
SFormCaptionIniFile=Свойства файла INI
SFormCaptionInnoWizard=Мастер Inno Setup Script
SFormCaptionInnoWizardFiles=Файл Мастера скрипта
SFormCaptionInstallDelete=Действия при установке
SFormCaptionInstallFonts=Выберите шрифты
SFormCaptionInstallRun=Действия при выполнении
SFormCaptionInternetShortcut=Создать ярлык Интернета
SFormCaptionLanguage=Свойства языка
SFormCaptionLanguageOptions=Языковые настройки
SFormCaptionLanguages=Выбрать стандартные языки
SFormCaptionMessage=Свойства сообщений
SFormCaptionNewProject=Новый проект
SFormCaptionODBCProfile=Создать профиль ODBC
SFormCaptionOptions=Настройки
SFormCaptionParameters=Параметры
SFormCaptionPostCompile=Действие после компиляции
SFormCaptionPreCompile=Действие перед компиляцией
SFormCaptionRegistry=Ключ реестра
SFormCaptionReplace=Заменить текст
SFormCaptionSearch=Поиск текста
SFormCaptionSetupOptions=Параметры установки
SFormCaptionSignTool=Свойства средства подписи
SFormCaptionSignTools=Средство подписи
SFormCaptionSpecialValue=Свойства значения
SFormCaptionTask=Свойства задачи
SFormCaptionType=Свойства типа
SFormCaptionUninstallDelete=Действия при удалении
SFormCaptionUninstallRun=Действия при выполнении
SGroupCaptionAdditional=Больше
SGroupCaptionAttributes=Атрибуты
SGroupCaptionComponents=Компоненты
SGroupCaptionDetails=Детали
SGroupCaptionExcludes=Исключения
SGroupCaptionFlags=Флаги
SGroupCaptionLanguages=Языки
SGroupCaptionMinWindowsGroup=Минимальная версия Windows
SGroupCaptionOnlyBelowWindows=Только ниже версия Windows
SGroupCaptionPermissions=Разрешения
SGroupCaptionScripting=Скрипты Паскаля
SGroupCaptionSignTool22=Подробности подписи
SGroupCaptionSysRequirments=Системные требования
SGroupCaptionTasks=Задачи
SGroupCaptionTypes=Типы
SHintCopy=Копировать выделенное в буфер обмена
SHintCustomizeView=Настройка текущего представления
SHintCut=Вырезать выделенное в буфер обмена
SHintDelete=Удалить элемент
SHintDeleteAll=Удалить все элементы
SHintExpression=Логическое выражение, которое может содержать вызов\nфункции проверки для установки параметра Uninstallable.\n\nНапример: not IsTaskSelected('portablemode')
SHintInsertCommentLine=Строка комментария
SHintInsertEmptyLine=Пустая строка
SHintInsertISPPLine=Строка ISPP
SHintItemProperties=Показать свойства выбранного элемента
SHintLanguage=Использовать %s файлы языка
SHintLocateInScript=Найти элемент в активном скрипте
SHintMinimumWindows=Выберите версию Windows
SHintMinimumWindowsNT=Выберите версию Windows NT
SHintMoveDown=Переместить ниже
SHintMoveToBottom=Переместить вниз
SHintMoveToTop=Переместить в начало
SHintMoveUp=Переместить выше
SHintNewItem=Новый элемент
SHintOnlyBelowWindows=Выберите версию Windows
SHintOnlyBelowWindowsNT=Выберите версию Windows NT
SHintPaste=Вставить текущее содержимое буфера обмена
SHintSelectAll=Выбрать все элементы
SHintSpecialItems=Особые элементы
SLabelCaptionAfterInstall=После установки:
SLabelCaptionBeforeInstall=Перед установкой:
SLabelCaptionCheck=Проверка:
SLabelCaptionManualListEntry=Ручной ввод (каждая запись должна быть отделена пробелами)
SMessageClearAllItems=Вы уверены, что хотите удалить все записи из этой секции скрипта?
SMessageCompileNow=Вы хотите компилировать новый скрипт сейчас?
SMessageCompilerErrorTitle=Ошибка компилятора
SMessageCompilerNeedUninstExe=Нельзя настроить на Удаление, как в этот раз. Пожалуйста, запустите сначала Установку для успешного завершения
SMessageCompilerRunning=Компиляция уже выполняется.
SMessageCompilerSaveFile=Вы хотите сохранить скрипт перед компилированием?\n\nЕсли вы ответите 'Нет', то собранная установка будет помещена в папку 'Мои документы' по умолчанию.
SMessageConvertAppVerName=Преобразовать версию приложения из директивы AppVerName на новую AppVersion?\n\nЭто запретит старую директиву AppVerName после копирования значения новой AppVersion.\n\nПожалуйста, подтвердите, что директива AppVersion корректна после преобразования.
SMessageConvertToAbsolutePath=Преобразовать файлы для абсолютных путей к файлам?
SMessageConvertToRelativePath=Преобразовать файлы для относительных путей к файлам?
SMessageCreateUninstallIconError=Пожалуйста, укажите значение "AppName" в секции скрипта [Setup].
SMessageDebuggerDetachProcess=Эта команда отсоединит отладчик с помощью процесса %s. Продолжить?
SMessageDebuggerException=Строка %d:\n%s.
SMessageDebuggerExceptionTitle=Ошибка выполнения
SMessageDebuggerNoCode=Код не был сгенерирован для текущей строки.
SMessageDebuggerPausePending=Пауза уже принята.
SMessageDebuggerStopProcess=Пожалуйста, остановите процесс %s перед выполнением этой команды.
SMessageDebuggerTerminateProcess=Эта команда аварийно прерввёт запущенный процесс. Продолжить?
SMessageDebuggerTerminateProcess1=Эта команда аварийно прерввёт запущенный процесс %s. Продолжить?
SMessageDebuggerTerminateProcess2=Обратите внимание, что если %s находится на этапе установки, любые изменения, внесенные им в систему не будут отменены, а данные деинсталляции не будут записаны.
SMessageDebuggerTerminateProcessTitle=Завершение процесса
SMessageDeleteMultipleItems=Вы уверены, что хотите удалить %d записей из этой секции скрипта?
SMessageEvaluateErrorTitle=Ошибка оценки
SMessageEvaluateResultTitle=Результат
SMessageEvaluateUnknown=Неизвестная ошибка.
SMessageFileAssocError1=Неправильное расширение файла.
SMessageFileAssocError2=Неправильное имя типа.
SMessageFileAssocError3=Неправильное описание документа.
SMessageFileAssocError4=Неправильные файловые связи.
SMessageFileAssocFailed=Не удалось связать %s с расширением файла iss\nErrorCode: %d (%s)
SMessageFileAssocNotElevated=Чтобы разрешить ассоциацию %s с расширением ISS, необходимо запустить его как администратор.
SMessageFileAssocSuccess=Расширение .iss успешно ассоциировалось с: %s
SMessageFileAssocTitle=Замена ассоциации
SMessageFileCheckError=Следующие файлы, кажется, не существуют.
SMessageFileCheckErrorTitle=Недостающие файлы
SMessageFileCheckSuccess=Все выбранные файлы существуют.
SMessageGenerateGUID=Созданный GUID будет вставлен в текущую позицию курсора. Продолжить?
SMessageGenerateGUID2=Идентификатор приложения уже создан.\n\nВы хотите заменить идентификатор приложения?
SMessageGenerateGUIDTitle=Генерировать GUID
SMessageGoToLineError=Номер строки должен быть между 1 и %d
SMessageImportMessages=Вы хотите импортировать сообщения, чтобы заменить текущую секцию [Messages] в скрипте?
SMessageISCmplrError=Inno Script Studio не может загрузить компилятор Inno Setup (%s). Пожалуйста, подтвердите, что путь к компилятору Inno Setup был установлен правильно.\n\nФункции компилятора Inno Setup будет недоступна, пока не будет установлен действительный путь к компилятору.
SMessageISCmplrErrorTitle=Ошибка при загрузке %s
SMessageLocateInScriptError=Ошибка при поиске элемента в активном скрипте
SMessageLogFileReadError=Ошибка при чтении файла журнала
SMessageLogFileReadErrorTitle=Ошибка при чтении файла журнала
SMessageLogFileWriteError=Ошибка создания файла журнала
SMessageLogFileWriteErrorTitle=Ошибка при записи файла журнала
SMessageMRUFileNotFound=Не удается найти файл ''%s''.\n\nВы хотите удалить его из списка недавних элементов?
SMessageMRUFileNotFoundTitle=Ошибка при загрузке файла
SMessageODBCTypeError=Неподдерживаемый тип записи для значения: %s
SMessageOpenInInnoCompiler1=Скрипт должен быть сохранен перед открытием в Inno Setup.\n\nВы хотите сохранить файл скрипта прямо сейчас?
SMessageOpenInInnoCompiler2=Скрипт был изменен, и должен быть сохранен перед открытием в Inno Setup.\n\nВы хотите сохранить файл скрипта сейчас?
SMessagePostCompileImported=Секция PostCompile %s была импортирована в секцию PostCompile.
SMessagePreCompileImported=Секция PreCompile %s была импортирована в секцию PreCompile.
SMessageReloadScript1=Файл был изменен вне редактора исходного кода.\n\nВы хотите загрузить файл?
SMessageReloadScript2=Файл был изменен вне редактора исходного кода. Изменения были внесены и в редакторе исходного кода.\n\nВы хотите загрузить файл и потерять изменения, сделанные в редакторе исходного кода?
SMessageReloadScriptModal=Файл был изменен вне редактора исходного кода. Возможно, вы хотите перезагрузить его.
SMessageResetOptions=Сбросить все параметры настройки по умолчанию?
SMessageSaveChanges=Текст в файле %s был изменен.\n\nВы хотите сохранить изменения?
SMessageThirdPartyImported=Параметры %s были импортированы в секцию ThirdParty.
SMessageUpdateAvailable=Новая версия Inno Script Studio (%s) доступна для загрузки.\n\nВы хотите скачать и установить новую версию?
SMessageUpdateAvailableTitle=Новое обновление доступно
SMessageUpdateError=Inno Script Studio не может загрузить информацию об обновлении.
SMessageUpdateFailed=Inno Script Studio не смог подключиться к серверу обновлений.\n\nЕсли вы используете прокси-сервер, проверьте настройки и повторите попытку.
SMessageUpdateFailedTitle=Сбой обновления
SMessageUpdateLatestInstalled=Ваша версия приложения (%s) является актуальной.
SMessageValidationError=Следующая ошибка должна быть исправлена перед продолжением.
SMessageValidationErrorItem=Введите значение "%s".
SMessageValidationErrorTitle=Ошибка проверки
SMessageVerifyFiles=Для проверки выбранных файлов скрипт сначала надо сохранить.\n\nСохранить скрипт c возможностью проверки выбранных файлов?
STabCaptionAdditional=Больше
STabCaptionAdvanced=Больше
STabCaptionAttributes=Общие
STabCaptionCommon=Общие
STabCaptionComponents=Компоненты
STabCaptionDetails=Детали
STabCaptionGeneral=Общие
STabCaptionLanguage=Языки
STabCaptionTasks=Задачи
STabCaptionTypes=Типы
SUntitled=Без названия
SWizardAppDir=Каталог приложения
SWizardAppDir2=Укажите информацию о папке приложения.
SWizardAppDirNameError=Пожалуйста, укажите имя папки приложения.
SWizardAppDocs=Документация приложения
SWizardAppDocs2=Укажите, какие файлы документации должны отображаться во время установки.
SWizardAppExeError=Пожалуйста, укажите основной исполняемый файл приложения.
SWizardAppFiles=Файлы приложения
SWizardAppFiles2=Укажите файлы вашего приложения.
SWizardAppFiles3=Пожалуйста, укажите исходную папку.
SWizardAppFilesSubDirsMessage=Файлы в подпапках "%s" следует также включить?
SWizardAppGroupNameError=Пожалуйста, укажите имя группы приложения меню "Пуск".
SWizardAppIcons=Значки приложений
SWizardAppIcons2=Укажите, какие значки должны быть созданы для приложения.
SWizardAppInfo=Сведения о приложении
SWizardAppInfo2=Укажите основные сведения о приложении.
SWizardAppNameError=Пожалуйста, укажите имя приложения.
SWizardAppRootDirError=Пожалуйста, укажите основную папку назначения приложения.
SWizardAppVersionError=Пожалуйста, укажите версию приложения.
SWizardCancelMessage=Работа [name] не завершена. Если вы выйдите сейчас, то новый скрипт не будет создан.\n\nВыйти из [name]?
SWizardCancelMessage2=Работа [name] не завершена. Если вы выйдите сейчас, параметры, которые вы выбрали для импорта не будут сохранены.\n\nВыйти из [name]?
SWizardCompiler=Настройки компилятора
SWizardCompiler2=Укажите некоторые настройки компилятора.
SWizardCompiler32Check=Inno Setup Compiler от Jordan Russell
SWizardCompilerOutputDir=Пожалуйста, укажите папку.
SWizardDefaultName=Мастер Inno Setup Script
SWizardFileAppDestRootDirError=Пожалуйста, укажите основную папку назначения не в папке приложения.
SWizardFileDestRootDirError=Пожалуйста, укажите основную папку назначения.
SWizardFinished=Завершено
SWizardImport=Импорт параметров
SWizardImport2=Пожалуйста, выберите средство разработки для импорта параметров.
SWizardImportError=Пожалуйста, укажите хотя бы одну установленную среду для импорта параметров
SWizardImportLabel=[name] обнаружил наличие следующих сред разработки для Inno Setup.
SWizardImportMRUList=Импорт списка последних документов для выбранной среды.
SWizardInnoIDECheck=InnoIDE от Graham Murt
SWizardISGCheck=Inno Script Generator от Hisoft 2000
SWizardISPP=Препроцессор Inno Setup
SWizardISPP2=Укажите, должен ли использовать Inno Setup препроцессор.
SWizardISPPCheck=Да, использовать.
SWizardISPPLabel=[name] обнаружил наличие Препроцессора Inno Setup (ISPP) и поэтому можно использовать директивы компилятора #define для упрощения скрипта. Хотя это не является обязательным, но будет проще вручную изменить скрипт позже.\n\nВы хотите, чтобы [name] использовал директивы компилятора #define?
SWizardISToolCheck=ISTool от Bjørnar Henden
SWizardLanguages=Выбор языков
SWizardLanguages2=Укажите, какие языки должны быть включены.
SWizardLanguagesSelError=Выберите по крайней мере один язык.
SWizardSettings=Настройки импорта
SWizardSettings2=Пожалуйста, убедитесь, что настройки ниже верны.
SWizardWelcome=Добро пожаловать
